{
    "intro": "They're bending the truth out there. And you’re going to stop them. Someone has to do it. The Corporations rule the world. They dump toxics, destabilize economies and commit murder with equal impunity. The Government won’t stop them—they own the Government. The only thing between the Corporations and world domination is the Media. And that's you.\nYou've got a videocam and a press pass—and you're not afraid to use them. You're a national figure, seen nightly on a million TV sets worldwide. You've got fans, contracts and your own Corporation backing you. They can’t make you disappear. When you dig down for the dirt and slime the corrupt officials and Corporate lapdogs try to cover up, you can dig deep. The next morning, you can put the details of their crimes all over the screamsheets and vidscreens. Then the Government has to act.\nA week ago, you followed a hot lead and discovered a medical corporation dumping illegal drugs on the Street. This week, you're uncovering a secret Corporate war in South America—a war with jets, bombs, and cybertroops that’s killed almost seven thousand innocent people. Each new story you get to the air is one more blow for freedom and justice. Not to mention ratings.\nIt isn't easy. They've tried to pressure your Mediacorp dozens of times. You’ve had stories suppressed—once, Corporate pressure forced them to cancel your news show. Each time, you went to the top, backed by your news director and your crew, and fought to get the story out. Three or four times, they tried to kill you—that’s why your backup’s a crack Solo bodyguard and you've got one of the top ‘Runners in the business digging through the Net to back your stories. You have to be good, or else.\nYour ‘Runner’s just phoned in with a hot lead. He’s found a line on twenty tons of illegal weapons being shifted to a port in Bolivia—possibly nuclear. You grab your gear and flag your backup. You're going to break those bastards.\nThis time, for sure.",
    "specialAbility": [{
        "name": "Credibility",
        "description": "This is the ability to be believed: by your viewers, by the police, by important and powerful people. This is critical to getting your story heard and acted upon, aswell as convincing people to tell you things, give you information, or get you into where the story is really happening.\nThe higher your Credibility, the more people you can convince, and the easier it is to convince high level authorities of the truth of your information.\n-----\nWith a level +3 Credibility, you can convince most people of minor scandals.\nWith a level +5 or +6, you can convince local officials of military atrocities, undercover dealings and other front page stuff.\nAt level +9, you can successfully expose a scandal of Watergate proportions, or convince the President of the EuroMarket Finance Board that aliens are secretly influencing world leaders.\nCredibility applies to your INT stat."
    }],
    "careerSkills": [{
            "name": "Media", 
            "skills": [
                "Awareness/Notice", 
                "Composition", 
                "Education Persuasion", 
                "Human Perception", 
                "Social", 
                "Streetwise", 
                "Photo & Film", 
                "Interview"
            ]
        }
    ]
}