{
    "intro": "You can’t leave anything alone—if it sits near you for more than five minutes, you’ve disassembled it and made it into something new. You've always got at least two screwdrivers and a wrench in your pockets. Computer down? No problem. Hydrogen burner out in your Metrocar? No problem. Can’t get the video to run or your interface plugs feedbacking? No problem.\nYou make your living building, fixing and modifying— a crucial occupation in a technological world where no one person really knows how half the stuff works. You can make some good bucks fixing everyday stuff, but for the serious money, you need to tackle the big jobs. lllegal weapons. lllegal or stolen cybertech. Corporate espionage and counterespionage gear for the big boys’ “black operations”. Neat little gadgets like thermite bombs and and hunter-killer robots for the occasional “termination.”\nIf you're any good, you’re making a lot of money. And that money goes into new gadgets, hardware and information. You'll buy almost any new thing—because it might have a dozen side applications you can use. Of course, your black market work isn’t just making you friends—it’s also racking you up an impressive number of enemies as well; people who've run into your handiwork and resented it. So you'll invest a lot in defense systems and, if really pushed to the wall, call in a few markers on a Solo or two.\nYour cousin down the street is just like you, but he’s a Medtechie. In a world where half of medicine is related to mechanics, it makes sense. He can do a black market surgical technique faster than you can fix a toaster, and the Solos are always running to him to patch up wounds or install new illegal cybernetics. He’s got a lot of the same problems you have, but he’s hoping his new job with Trauma Team Inc.™ will loosen things up.\nYou hope he’s right. You may be needing his services sooner than you think.",
    "specialAbility": [
        {
            "name": "Jury Rig (Techie)",
            "description": "This general repair skill allows the Techie to temporarily repair or alter anything for 1D6 turns per level of skill.\nThis is not a permanent repair; after the elapsed time, the jury rig will break down."
        },
        {
            "name": "Medical Tech (Medtechie)",
            "description": "This is the skill used to perform major surgery and medical repairs. For more descriptions of this skill in action, see Trauma Team, pg. 116."
        }
    ],
    "careerSkills": [{
        "name": "Techie", 
        "skills": [
            "Awareness/Notice", 
            "Basic Tech", 
            "CyberTech", 
            "Teaching", 
            "Education", 
            "Electronics", 
            "Any three other Tech Skills (Gyro, Aero, Weapons, Elect. Security)"
        ]},{
        "name": "Medtechie", 
        "skills": [
            "Awareness/Notice", 
            "Basic Tech", 
            "Diagnose", 
            "Education", 
            "Cryotank Operation", 
            "Library Search", 
            "Pharmaceuticals", 
            "Zoology", 
            "Human Perception"
        ]
    }]
}