{
    "intro": "You realized fast that you weren‘t ever going to get into a Corporate job. And you didn’t think you were tough enough or crazy enough to be a Solo either. But as a small time punk, you knew you had a knack for figuring out what other people wanted, and how to get it for them. For a price, of course.\nNow your deals have moved past the nickle-and-dime stuff into the big time. Maybe you move illegal weapons over the border. Or steal and resell medical supplies from the Corporations. Perhaps you’re a skill broker— acting as an agent for high priced Solos and ‘Runners, or even hiring a whole Nomad pack to back a client’s contracts.\nYou buy and sell favors like an old-style Mafia godfather. You have connections into all kinds of businesses, deals and political groups. You don’t do this directly, of course—no, you use your contacts and allies as part of a vast web of intrigue and coersion. If there’s a hot night club in the City, you've bought into it. If there are new military-class weapons on the Street, you smuggled ‘em in. If there’s a Corporate war going down, you're negotiating between sides with an eye on the main chance.\nBut you're not entirely in it for the bucks. If someone needs to get the heat off, you'll hide them. You get people housing when there isn’t any, and you bring in food when the neighborhoods are blockaded. Maybe you do it because you know they’ll owe you later, but you’re not sure. You’re one part Robin Hood and two parts Al Capone. Back in the 90's, they would have called you a crimelord.\nBut this is the fragmented, nasty, deadly 2020s. Now they call you a Fixer.",
    "specialAbility": [{
        "name": "Streetdeal",
        "description": "This is the ability to deal with the underground information network.\nWith Streetdeal, a Fixer can uncover rumors and information, locate missing persons or things, put gossip out on the Street, pick up clues and score big deals.\nThe higher your Streetdeal ability, the more information you can gather about things happening around you, the more informants you have, and the more secretive the information you can dig up.\n----\nA level +3 Streetdeal can get you contacts for weapons, tools, or minor illegal operations.\nAt level +5, you can penetrate the secrets of all but the most powerful crime families.\nAt level +9, you are the equivalent of a Mafia crimelord yourself, privy to every secret that’s on the Street. \nApply Streetdeal to your Cool stat."
    }],
    "careerSkills": [{
        "name": "Fixer", 
        "skills": [
            "Awareness/Notice", 
            "Forgery", 
            "Handgun Brawling", 
            "Melee", 
            "Pick Lock", 
            "Pick Pocket", 
            "Intimidate", 
            "Persuasion"
        ]
    }]
}