{
	"epilogue": "[Data recovered with DataHospital™ by Microtech®]\n\nFollowing that frenzied November night at Poe’s tower and the fight with the true cardinal, both the Camarilla and Sabbat of Miami were in shambles. With the cardinal dead, the Sabbat withdrew and ceased their recent offensives against the Camarilla for a time while they reorganized their ranks.\n\nNow that Poe had met his final death at the hands of Angel, the Camarilla of Miami stood without a Prince. Initially, both Logan, Henry and surprisingly Logan’s secretary Victoria tried to make claim to the position, but in the end the ones who played the strongest game was the Tremere regent Jonathan Maximillian. He had contacted his old sire Maximillian Strauss of the Tremere Chantry in Los Angeles and received a few more neonates, making the Tremere clan in Miami by far stronger than the other clans. As they had the backing of the Nosferatu as well due to sheltering them from the Sabbat, there was really no contest. The ventrues had to give up in the end and Jonathan became the next Prince of Miami.\n\nHaving lost his bid for Prince, Henry instead started focusing on building his fledgling businesses. His initial “financial maneuvering” had been discovered by certain members of a multi-national megacorporation, but instead of revealing his fraud, they instead invested heavily in his new businesses as well as providing plenty of funds for Rosalie’s new club, 'No Mercy'.\n\nDue to her efforts during the last couple of weeks and all the help provided to the Tremeres, Rosalie’s club was made a new Elysium by Jonathan after the destruction of Uprising. This gave Rosalie several new responsibilities as Keeper of Elysium, but it also gave her a core position among the kindred of Miami. Unfortunately, Jaxon had his final death that fateful night, but Rosalie somehow managed to get a hold of what remained of his art collection and used this to furnish her new club and apartment. Jonathan did not want to give Rosalie all the responsibilities of being a primogen just yet, and instead decided to give the position to Ashton, the only other remaining Toreador in the city.\n\nJohn Franklin disappeared from the streets of Miami for a while, delving into the arcane mysteries of the Tremere clan like never before. He spent the next nights learning everything he could about Thaumaturgy, but still occasionally did small tasks for Jonathan with his coterie.\n\nTravis had lost his friend Ermer before, and now while his life was saved, he would never be the same as he had once been. After having been a prisoner of the Sabbat and endured that vicious car chase, Ermer’s mind was in tatters and unfortunately for Travis, the medical professionals as well as Ermer’s family decided that he should probably come home to Kentucky to get treatment. This left Travis alone, walking the streets of Miami and drinking the blood of inebriated people in order to drown his sorrows in alcohol. One of these nights, at the Death Match bar, he encountered a smoking hot chick whom he ended up buying a drink. She introduced him to a new line of work suited to his particular talents, as an assassin.\n\nHe was still roped into doing work for the Camarilla at times, and Jonathan found him a useful person to have around, though slighly difficult to control. In that sense, he was a bit like his sire Richard.\n\nThis was how the final months of 1998 ended for the Camarilla of Miami, and the year 1999 began. Gehenna creeping ever closer..."
}