{
    "intro": "In the old days, they only used to shoot at cops. Now you're lucky if you just take a slug. The Street is mean these days, filled with new drugs, new gangs, and new weapons that make an M-16 look like a kid’s toy. If you're on a City Force, you know how bad it is.\nYou're carrying at least four high caliber weapons, most of them full-auto types, wearing a Kevlar vest that'll stop 850 ft/lbs per square inch—and you're still outgunned and outflanked. Half the gangs are cyber to begin with—super speed, super reflexes, can see in the dark, carry weapons in their arms... The other half are freelance Corporate mercs—gangs hired by the Corps to enforce their policies on the Street. And there you are—a beat cop or detective in an armored squadcar, patrolling this jungle with the heavy predators.\nThe Corporate Cops— now that’s the life. Heavy weapons, full combat armor, Trauma Team™ backup, AV-4 assault vehicles and gyrocopters with miniguns. But they only patrol the sectors of the City that the Government’s licensed them for. The nice, clean sectors full of new office buildings and fancy restaurants—where no jacked up psychopunkis going to ever go on a killing spree with an AK47. You get the bad sections. Burned out buildings and abandoned cars, where every night is a new firefight and another great opportunity for a messy death.\nIf you're really unlucky, you might draw PsychoSquad detail. PsychoSquad guys get the job of hunting down heavily armed and armored cyborgs who've flipped out. Sure, the PS guys have access to railguns, gyros and AVs. But a cyberpsycho can walk through machine gun fire and not feel it. A lot of the PsychoSquad detectives are crazy themselves. They load up with boosted reflexes, get some monsterously huge guns, and go hunt the cyborgs solo.\nBut you're not that crazy. Yet.",
    "specialAbility": [{
        "name": "Authoriy",
        "description": "The ability to intimidate or control others through your position as a lawman. This attribute represents the Cop's ability to call on the forces of the Law and Government to get what he wants.\nCops can use Authority to question suspects, arrest wrongdoers, and defend innocents. Backed by the power of Authority, a cop can arrest, detain, confiscate and enter nearly anywhere, as long as he has the proper arrest or search warrants to back his play.\nHowever, authority is only as good as the guy holding the badge—if the cop appears uncertain of his Authority, there’s a good chance he’ll get nailed by the people he’s trying to confront.\nThe higher your Authority, the more able you are to face down criminals, particularly high level mobsters and officials.\nAuthority is applied to your Cool stat."
    }],
    "careerSkills": [{
        "name": "Cop", 
        "skills": [
            "Awareness/Notice", 
            "Handgun", 
            "Human Perception", 
            "Athletics", 
            "Education", 
            "Brawling", 
            "Melee", 
            "Interrogation", 
            "Streetwise"
        ]
    }]
}