{
    "intro": "If you live to rock, this is where you belong. Rockerboys are the street poets, social consciences and rebels of the 2000's. With the advent of digital porta-studios and garage laser disk mastering, every Rocker with a message can take it to the street; put it in the record stores, bounce it off the comsats.\nSometimes, this message isn’t something the Corporations or the Government wants to hear. Sometimes what you say is going to get right in the faces of the powerful people who really run this world.\nBut you don't care, because as a Rockerboy, you know it's your place to challenge authority, whether in straight-out protest songs that tell it like it is, or just by playing kick-ass rock n’ roll to get the people away from the TV sets and into the Streets. You have a proud history as a Rockerboy—Dylan, Springsteen, Who, Elvis, the Stones—the legions of hardrock heroes who told the truth with screaming guitars and gut-honest lyrics.\nAs a Rockerboy, you have the power to get the people up—to lead, inspire and inform. A song from you can give the timid courage, the weak strength, and the blind vision.\nRockerboy legends have led armies against Corporations and Governments. Rockerboy songs have exposed corruption, brought down dictators. It's a lot of power for a guy doing gigs every night in another city. \nBut you can handle it. After all—you came to play!",
    "specialAbility": [{
        "name": "Charismatic Leadership",
        "description": "This skill allows the Rocker to sway crowds equal to his level squared times 200.\nThis ability (added to your Cool stat) allows the Rockerboy to control, incite and charm large number of people through his or her performance skills.\nWhen under the Rocker’s control, this group can easily be persuaded to act on his suggestions; for example, a Rocker could convince a concert crowd to riot in the streets or attack a heavily fortified police line.\nCharismatic Leadership will only work with groups of ten or more people as it is primarily a mob leadership ability. The higher your Charismatic Leadership, the larger a crowd you can control and the more direct and complex the instructions you can get them to follow.\n———————\nFor example, a Level +3 Leadership could incite a nightclub crowd to get rowdy.\nA Level +5 or +6 could provoke a concert crowd of thousands to trash a neighborhood, if the area wasn’t too far from the hall.\nAt Level +9, and higher, you have the same sort of mesmeric ability as an Adolph Hitler—you can raise armies, start movements, and destroy nations."
    }],
    "careerSkills": [{
        "name": "Rockerboy", 
        "skills": [
            "Awareness/Notice", 
            "Perform", 
            "Wardrobe & Style", 
            "Composition", 
            "Brawling", 
            "Play instrument", 
            "Streetwise", 
            "Persuasion Seduction"
        ]
    }]
}